"About" = "Om";

"Chat and Message Alerts" = "Chat-og besked-alarmer";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Notifikationsindstillinger, herunder meddelelsesindstillinger, findes inde i app'en. Åbn dine bogmærker, og tryk på Kontoindstillinger.";

"Notifications" = "Notifikationer";

"Photo and Video" = "Billede og video";

"Play Sound" = "Afspil lyd";

"Record HD Video" = "Optag HD-video";

"Version" = "Version";

"Vibrate" = "Vibrer";

